[
  {
    "word": "get away with",
    "translation": "избежать наказания, сойти с рук",
    "tags": ["phrasal_verb", "informal", "crime"],
    "theme": "Улики | The Evidence S01E03",
    "examples": [
      {
        "en": "He thought he'd get away with cheating on his taxes.",
        "ru": "Он думал, что уклонение от налогов сойдёт ему с рук.",
        "ipa": "hi θɔːt hiːd ɡet əˈweɪ wɪð ˈtʃiːtɪŋ ɒn hɪz ˈtæksɪz"
      },
      {
        "en": "The kids tried to get away with staying up past midnight.",
        "ru": "Дети попытались, чтобы им сошло с рук, что они не спали после полуночи.",
        "ipa": "ðə kɪdz traɪd tuː ɡet əˈweɪ wɪð ˈsteɪɪŋ ʌp pɑːst ˈmɪdnaɪt"
      },
      {
        "en": "No one should get away with mistreating their employees like that.",
        "ru": "Никому не должно сходить с рук такое обращение с сотрудниками.",
        "ipa": "nəʊ wʌn ʃʊd ɡet əˈweɪ wɪð mɪsˈtriːtɪŋ ðeər ˌɛmplɔɪˈiːz laɪk ðæt"
      },
      {
        "en": "She couldn't believe they let him get away with a warning.",
        "ru": "Она не могла поверить, что ему сошло с рук всего лишь предупреждение.",
        "ipa": "ʃi ˈkʊdnt bɪˈliːv ðeɪ let hɪm ɡet əˈweɪ wɪð ə ˈwɔːnɪŋ"
      },
      {
        "en": "The thief got away with three valuable paintings.",
        "ru": "Вор ушёл с тремя ценными картинами.",
        "ipa": "ðə θiːf ɡɒt əˈweɪ wɪð θriː ˈvæljʊəbl ˈpeɪntɪŋz"
      }
    ]
  },
  {
    "word": "back off",
    "translation": "отступить, сбавить напор, прекратить давить",
    "tags": ["phrasal_verb", "conflict"],
    "theme": "Family Guy S03E05",
    "examples": [
      {
        "en": "Back off and give her some space to think.",
        "ru": "Отступи и дай ей пространство, чтобы подумать.",
        "ipa": "bæk ɒf ænd ɡɪv hɜː sʌm speɪs tuː θɪŋk"
      },
      {
        "en": "The pit bull finally backed off when the owner approached.",
        "ru": "Питбуль наконец отступил, когда подошёл хозяин.",
        "ipa": "ðə pɪt bʊl ˈfaɪnəli bækt ɒf wen ði ˈəʊnə əˈprəʊtʃt"
      },
      {
        "en": "Investors backed off after the market showed early volatility.",
        "ru": "Инвесторы умерили пыл после ранней волатильности рынка.",
        "ipa": "ɪnˈvɛstəz bækt ɒf ˈɑːftə ðə ˈmɑːkɪt ʃəʊd ˈɜːli ˌvɒləˈtɪləti"
      },
      {
        "en": "You need to back off the throttle on icy roads.",
        "ru": "Нужно сбавить газ на обледенелой дороге.",
        "ipa": "ju niːd tuː bæk ɒf ðə ˈθrɒtl ɒn ˈaɪsi rəʊdz"
      },
      {
        "en": "The police told the crowd to back off from the crime scene.",
        "ru": "Полиция приказала толпе отступить от места преступления.",
        "ipa": "ðə pəˈliːs təʊld ðə kraʊd tuː bæk ɒf frɒm ðə kraɪm siːn"
      }
    ]
  },
  {
    "word": "blow out",
    "translation": "задуть, лопнуть, сгореть, разгромить",
    "tags": ["phrasal_verb", "sports", "accident"],
    "theme": "NBA Finals 2023",
    "examples": [
      {
        "en": "She blew out the candles in one excited breath.",
        "ru": "Она одним вздохом задула все свечи.",
        "ipa": "ʃi bluː aʊt ðə ˈkændlz ɪn wʌn ɪkˈsaɪtɪd breθ"
      },
      {
        "en": "His front tire blew out halfway through the desert trip.",
        "ru": "Передняя шина лопнула на середине поездки по пустыне.",
        "ipa": "hɪz frʌnt ˈtaɪə bluː aʊt ˈhɑːfweɪ θruː ðə ˈdɛzət trɪp"
      },
      {
        "en": "The Warriors blew out their rivals by thirty points.",
        "ru": "«Уорриорз» разгромили соперников на тридцать очков.",
        "ipa": "ðə ˈwɒriəz bluː aʊt ðeə ˈraɪvəlz baɪ ˈθɜːti pɔɪnts"
      },
      {
        "en": "The transformer blew out and knocked power to the block.",
        "ru": "Трансформатор сгорел и обесточил квартал.",
        "ipa": "ðə trænsˈfɔːmə bluː aʊt ænd nɒkt ˈpaʊə tuː ðə blɒk"
      }
    ]
  },
  {
    "word": "piece of cake",
    "translation": "очень легко, проще простого",
    "tags": ["idiom", "informal"],
    "theme": "X-Files S02E10",
    "examples": [
      {
        "en": "The exam was a piece of cake for her.",
        "ru": "Экзамен был для неё проще простого.",
        "ipa": "ði ɪɡˈzæm wəz ə piːs əv keɪk fɔː hɜː"
      },
      {
        "en": "Fixing this should be a piece of cake for an expert.",
        "ru": "Починить это будет проще простого для эксперта.",
        "ipa": "ˈfɪksɪŋ ðɪs ʃʊd bi ə piːs əv keɪk fɔːr ən ˈɛkspɜːt"
      },
      {
        "en": "Don't worry, this job is a piece of cake.",
        "ru": "Не волнуйся, эта работа проще простого.",
        "ipa": "dəʊnt ˈwʌri ðɪs dʒɒb ɪz ə piːs əv keɪk"
      }
    ]
  }
]
